IDEA StatiCa Open Model
NonConformity Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public NonConformity()
Public Sub New
public:
NonConformity()
See Also
Reference
NonConformity Class
IdeaRS.OpenModel.Message Namespace